[{"name":"Boku no Hero Academia 5th Season","score":"7.627.62","imageURL":"https://cdn.myanimelist.net/images/anime/1911/113611.jpg","day":"Saturdays at 17:30 (JST)","description":"Fifth season of Boku no Hero Academia.","url":"https://myanimelist.net/anime/41587/Boku_no_Hero_Academia_5th_Season"},{"name":"Ijiranaide, Nagatoro-san","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1900/110097.jpg","day":"Sundays at 01:00 (JST)","description":"High schooler Hayase Nagatoro loves to spend her free time doing one thing, and that is to bully her Senpai! After Nagatoro and her friends stumble upon the aspiring artist's drawings, they find enjoyment in mercilessly bullying the timid Senpai. Nagatoro resolves to continue her cruel game and visits him daily so that she can force Senpai into doing whatever interests her at the time, especially if it makes him uncomfortable.\n\nSlightly aroused by and somewhat fearful of Nagatoro, Senpai is constantly roped into her antics as his interests, hobbies, appearance, and even personality are used against him as she entertains herself at his expense. As time goes on, Senpai realizes that he doesn't dislike Nagatoro's presence, and the two of them develop an uneasy friendship as one patiently puts up with the antics of the other.\n\n[Written by MAL Rewrite]","url":"https://myanimelist.net/anime/42361/Ijiranaide_Nagatoro-san"},{"name":"Isekai Maou to Shoukan Shoujo no Dorei Majutsu Ω","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1011/113703.jpg","day":"Fridays at 01:28 (JST)","description":"Second season of Isekai Maou to Shoukan Shoujo no Dorei Majutsu.","url":"https://myanimelist.net/anime/41623/Isekai_Maou_to_Shoukan_Shoujo_no_Dorei_Majutsu_Ω"},{"name":"Fumetsu no Anata e","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1134/111757.jpg","day":"Mondays at 22:50 (JST)","description":"It, a mysterious immortal being, is sent to the Earth with no emotions nor identity. However, It is able to take the shape of those around that have a strong impetus.\n \nAt first, It is a sphere. Then, It imitates the form of a rock. As the temperature drops and snow falls atop the moss, It inherits the moss. When an injured, lone wolf comes limping by and lays down to die, It takes on the form of the animal. Finally, It gains consciousness and begins to traverse the empty tundra until It meets a boy.\n \nThe boy lives alone in a ghost town, which the adults abandoned long ago in search of the paradise said to exist far beyond the endless sea of white tundra. However, their efforts were for naught, and now the boy is in a critical state.\n \nAcquiring the form of the boy, It sets off on a never-ending journey, in search of new experiences, places, and people.\n \n[Written by MAL Rewrite]","url":"https://myanimelist.net/anime/41025/Fumetsu_no_Anata_e"},{"name":"Shaman King (2021)","score":"7.557.55","imageURL":"https://cdn.myanimelist.net/images/anime/1416/113270.jpg","day":"Thursdays at 17:55 (JST)","description":"Shamans are extraordinary individuals with the ability to communicate with ghosts, spirits, and gods, which are invisible to ordinary people. The Shaman Fight—a prestigious tournament pitting shamans from all over the world against each other—is held every five hundred years, where the winner is crowned Shaman King. This title allows the current incumbent to call upon the Great Spirit and shape the world as they see fit.\n\nFinding himself late for class one night, Manta Oyamada, an ordinary middle school student, decides to take a shortcut through the local cemetery. Noticing him, a lone boy sitting on a gravestone invites Manta to stargaze with \"them.\" Realizing that \"them\" refers to the boy and his ghostly friends, Manta flees the terror. Later, the boy introduces himself as You Asakura, a Shaman-in-training, and demonstrates his powers by teaming up with the ghost of six-hundred-year-old samurai Amidamaru to save Manta from a group of thugs. You befriends Manta due to his ability to see spirits, and with the help of Amidamaru, they set out to accomplish You's goal of becoming the next Shaman King.\n\n[Written by MAL Rewrite]","url":"https://myanimelist.net/anime/42205/Shaman_King_2021"},{"name":"Tensura Nikki: Tensei shitara Slime Datta Ken","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1263/112268.jpg","day":"Tuesdays at 23:00 (JST)","description":"\"Dear diary... I got reincarnated as a slime.\"\n\nEven in another world, lives aren't always on the line. There's plenty of work to be done, from feeding the community and forging the items the community needs; as well as plenty of play ...and hijinks throughout! Join Rimuru and friends as they kick back and enjoy their daily lives. \n\n(Source: Kodansha Comics)","url":"https://myanimelist.net/anime/41488/Tensura_Nikki__Tensei_shitara_Slime_Datta_Ken"},{"name":"Hige wo Soru. Soshite Joshikousei wo Hirou.","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1146/113477.jpg","day":"Mondays at 22:30 (JST)","description":"Office worker Yoshida has been crushing on his coworker, Airi Gotou, for five years. Despite finally scoring a date with her, his confession is promptly rejected. Drunk and disappointed, he stumbles home, only to find a high school girl sitting on the side of the road. The girl, needing a place to stay the night, attempts to seduce Yoshida. Despite rejecting her advances, he nevertheless invites her into his apartment.\n\nThe next morning, the girl, introducing herself as Sayu Ogiwara, reveals that she has run away from Hokkaido all the way to Tokyo. During her six-month spree, she continually traded sexual favors for a roof over her head. Yoshida, however, remains unswayed by her seduction. Instead, he has her do a different kind of work—one that entails washing dishes and doing laundry. And so, a touching relationship between a heartbroken adult and a runaway high school girl begins.\n\n[Written by MAL Rewrite]","url":"https://myanimelist.net/anime/40938/Hige_wo_Soru_Soshite_Joshikousei_wo_Hirou"},{"name":"Fruits Basket: The Final","score":"8.578.57","imageURL":"https://cdn.myanimelist.net/images/anime/1803/113269.jpg","day":"Tuesdays at 01:30 (JST)","description":"After last season's revelations, the Souma family moves forward, but the emotional chains that bind them are not easily broken. Unable to admit why she wants the cure, Tooru wrestles with the truth, aware that time is running out for someone close.\n\nAnd a secret still lurks that could break another's heart. But hope is not lost—a clue to the curse is found. Could their imprisonment's end be near?\n\n(Source: Funimation)\n\nEpisode 1 was streamed during the \"Fruits Basket The Final Broadcast Start Commemorative Preliminary Screening Live Streaming Event\" on March 13, 2021. Regular broadcast began on April 6, 2021.","url":"https://myanimelist.net/anime/42938/Fruits_Basket__The_Final"},{"name":"Zombieland Saga: Revenge","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1998/110999.jpg","day":"Fridays at 00:00 (JST)","description":"Second Season of Zombieland Saga.","url":"https://myanimelist.net/anime/40174/Zombieland_Saga__Revenge"},{"name":"Tokyo Revengers","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1493/113949.jpg","day":"Sundays at 02:08 (JST)","description":"Takemichi Hanagaki's life is at an all-time low. Just when he thought it couldn't get worse, he finds out that Hinata Tachibana, his ex-girlfriend, was murdered by the Tokyo Manji Gang: a group of vicious criminals that has been disturbing society's peace for quite some time.\n\nWondering where it all went wrong, Takemichi suddenly finds himself travelling through time, ending up 12 years in the past—when he was still in a relationship with Hinata. Realizing he has a chance to save her, Takemichi resolves to infiltrate the Tokyo Manji Gang and climb the ranks in order to rewrite the future and save Hinata from her tragic fate.\n\n[Written by MAL Rewrite]","url":"https://myanimelist.net/anime/42249/Tokyo_Revengers"},{"name":"Mairimashita! Iruma-kun 2nd Season","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1527/113656.jpg","day":"Saturdays at 17:35 (JST)","description":"Second season of Mairimashita! Iruma-kun.","url":"https://myanimelist.net/anime/41402/Mairimashita_Iruma-kun_2nd_Season"},{"name":"Edens Zero","score":"6.976.97","imageURL":"https://cdn.myanimelist.net/images/anime/1011/111811.jpg","day":"Sundays at 00:55 (JST)","description":"At Granbell Kingdom, an abandoned amusement park, Shiki has lived his entire life among machines. But one day, Rebecca and her cat companion Happy appear at the park's front gates. Little do these newcomers know that this is the first human contact Granbell has had in a hundred years! \n\nAs Shiki stumbles his way into making new friends, his former neighbors stir at an opportunity for a robo-rebellion… And when his old homeland becomes too dangerous, Shiki must join Rebecca and Happy on their spaceship and escape into the boundless cosmos. \n\n(Source: Kodansha Comics)\n\nEpisodes 1-2 were streamed in advance on March 29, 2021. Regular broadcast began on April 11, 2021.","url":"https://myanimelist.net/anime/42192/Edens_Zero"},{"name":"Nomad: Megalo Box 2","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1190/113352.jpg","day":"Sundays at 23:00 (JST)","description":"In the end, \"Gearless\" Joe was the one that reigned as the champion of Megalonia, a first ever megalobox tournament. Fans everywhere were mesmerized by the meteoric rise of Joe who sprung out from the deepest underground ring to the top in mere three months and without the use of gear. Seven years later, \"Gearless\" Joe was once again fighting in underground matches. Adorned with scars and once again donning his gear, but now known only as Nomad…\n\n(Source: TMS Entertainment)\n\n","url":"https://myanimelist.net/anime/40729/Nomad__Megalo_Box_2"},{"name":"Slime Taoshite 300-nen, Shiranai Uchi ni Level Max ni Nattemashita","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1641/113723.jpg","day":"Saturdays at 21:00 (JST)","description":"Suddenly dying from overwork, salarywoman Azusa Aizawa finds herself before an angel, who allows her to reincarnate into a new world as an immortal witch, where she spends her days killing slimes for money on an otherwise eternal vacation. But even the minimal experience points from slimes will add up after hundreds of years, and Azusa discovers that she accidentally reached the maximum level! Fearing that her strong abilities will attract work and force her back to a life of overexertion, she decides to hide her strength in order to preserve her peaceful lifestyle.\n\nDespite her efforts, tales of the max level \"Witch of the Plateau\" spread across the land, and a proud dragon named Raika shows up looking to test their strength against her. Even though Azusa defeats and befriends Raika, problems arise as both friends and foes come looking for the secluded witch. \n\n[Written by MAL Rewrite]","url":"https://myanimelist.net/anime/40586/Slime_Taoshite_300-nen_Shiranai_Uchi_ni_Level_Max_ni_Nattemashita"},{"name":"86","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1104/113797.jpg","day":"Sundays at 00:00 (JST)","description":"The Republic of San Magnolia.\n\nFor a long time, this country has been besieged by its neighbor, the Giadian Empire, which created a series of unmanned drones called the Legion. After years of painstaking research, the Republic finally developed autonomous drones of their own, turning the one-sided struggle into a war without casualties—or at least, that's what the government claims.\n\nIn truth, there is no such thing as a bloodless war. Beyond the fortified walls protecting the eighty-five Republic territories lies the \"nonexistent\" Eighty-Sixth Sector. The young men and women of this forsaken land are branded the Eighty-Six and, stripped of their humanity, pilot the \"unmanned\" weapons into battle...\n\nShinn directs the actions of a detachment of young Eighty-Sixers while on the battlefield. Lena is a \"handler\" who commands the detachment from the remote rear with the help of special communication.\n\nThe farewell story of the severe and sad struggle of these two begins! \n\n(Source: MU, Yen Press; edited)","url":"https://myanimelist.net/anime/41457/86"},{"name":"Yuukoku no Moriarty 2nd Season","score":"8.198.19","imageURL":"https://cdn.myanimelist.net/images/anime/1200/111522.jpg","day":"Sundays at 22:30 (JST)","description":"Second half of Youkoku no Moriarty.\n\nEpisode 1 was streamed on March 28, 2021 on Funimation. Regular broadcast began on April 4, 2021.","url":"https://myanimelist.net/anime/43325/Yuukoku_no_Moriarty_2nd_Season"},{"name":"Osananajimi ga Zettai ni Makenai Love Comedy","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1111/113327.jpg","day":"Wednesdays at 21:00 (JST)","description":"My childhood friend Shida Kuroha seems to have feelings for me. She lives next door, and is small and cute. With an outgoing character, she's the caring Onee-san type, this being one of her greatest strengths.\n\n...But, I already have my first love, the beautiful idol of our school, and the award-winning author, Kachi Shirokusa! Thinking about it rationally, I should have no chances with her, but, while walking home from school, she only talks to me, with a smile even! I might actually have a chance, don't you think?!\n\nOr so I thought, but then I heard that Shirokusa already has a boyfriend, and my life took a turn for the worse. I want to die. Why is it not me?! Even though she was my first love... As I was drowning in despair and depression, Kuroha whispered.\n\n—If it's that tough for you, then how about we get revenge? The best revenge ever, that is~ \n\n(Source: Novel Updates, edited)","url":"https://myanimelist.net/anime/43007/Osananajimi_ga_Zettai_ni_Makenai_Love_Comedy"},{"name":"Koi to Yobu ni wa Kimochi Warui","score":"7.037.03","imageURL":"https://cdn.myanimelist.net/images/anime/1519/110527.jpg","day":"Mondays at 22:00 (JST)","description":"Once you fall for someone, you can't stop the love.\n\nA strange encounter spurs the meeting of Amakusa Ryou, a high spec businessman who is loose with women, and his high school sister's best friend, Arima Ichika. From there, he falls madly in love. On one hand, he approaches her with almost too straight-forward methods, while she responds simply disgusted, insulting him without hesitation... and he takes it as her way of showing love.\n\nThis is a romantic comedy about a twisted elite employee and a normal otaku high school girl. \n\n(Source: MU, edited)\n\nThe episodes were streamed in advance on Amazon Prime beginning on March 29, 2021. Regular broadcast began April 5, 2021.","url":"https://myanimelist.net/anime/41103/Koi_to_Yobu_ni_wa_Kimochi_Warui"},{"name":"Sentouin, Hakenshimasu!","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1262/113705.jpg","day":"Sundays at 21:00 (JST)","description":"Always bring a gun to a sword fight!\n\nWith world domination nearly in their grasp, the Supreme Leaders of the Kisaragi Corporation—an underground criminal group turned evil megacorp—have decided to try their hands at interstellar conquest. A quick dice roll nominates their chief operative, Combat Agent Six, to be the one to explore an alien planet...and the first thing he does when he gets there is change the sacred incantation for a holy ritual to the most embarrassing thing he can think of.\n\nBut evil deeds are business as usual for Kisaragi operatives, so if Six wants a promotion and a raise, he'll have to work much harder than that! For starters, he'll have to do something about the other group of villains on the planet, who are calling themselves the \"Demon Lord's Army\" or whatever. After all, this world doesn't need two evil organizations! \n\n(Source: Yen Press, edited)","url":"https://myanimelist.net/anime/41456/Sentouin_Hakenshimasu"},{"name":"Mars Red","score":"7.107.10","imageURL":"https://cdn.myanimelist.net/images/anime/1212/113448.jpg","day":"Tuesdays at 01:59 (JST)","description":"Mars Red takes place in 1923, and vampires have existed for quite a while. But now, the number of vampires is increasing and a mysterious, artificial blood source called Ascra has appeared.\n\nThe Japanese government, in turn, creates \"Code Zero,\" an unit within the army tasked with taking down the vampiric forces. And what better way to track vampires than by using vampires?\n\nCreated by Lieutenant General Nakajima, this unit has historically been in the business of information war, but has been re-assigned to solve the vampire crisis. \n\n(Source: Funimation, edited)","url":"https://myanimelist.net/anime/41265/Mars_Red"},{"name":"SSSS.Dynazenon","score":"7.107.10","imageURL":"https://cdn.myanimelist.net/images/anime/1880/113766.jpg","day":"Fridays at 22:00 (JST)","description":"One day, Yomogi Asanaka, a first-year student at Fujiyokidai High School, runs into a mysterious man named Gauma who claims to be a “kaiju user.”\n\nThe sudden appearance of a kaiju is followed by the entry of the gigantic robot, Dynazenon. In the wrong place at the wrong time are Yume Minami, Koyomi Yamanaka, and Chise Asukagawa, who are dragged into the fight against the kaiju.\n\n(Source: Funimation)","url":"https://myanimelist.net/anime/40870/SSSSDynazenon"},{"name":"Jouran: The Princess of Snow and Blood","score":"6.806.80","imageURL":"https://cdn.myanimelist.net/images/anime/1945/113312.jpg","day":"Wednesdays at 01:29 (JST)","description":"Set in alternate history Japan in 1931 and the 64th year of the Meiji era, the Tokugawa shogunate was never abolished and Emperor Meiji was never restored to power. The anime will follow the activities of \"Nue,\" an organization of shogunate executioners who enforce the government. The country has developed its own energy source, the \"dragon vein,\" and has achieved a unique development in which science and the Edo period are mixed.\n\nHowever, behind the glamorous city, the dissident organization Kuchinawa strives to overthrow the administration, while the Nue of the Tokugawa regime, who was entrusted with its extermination, are in conflict. Sawa Yukimura, whose family was killed when she was young, continues to search for Janome, the executioner of the Nue.\n\n(Source: MAL News)\n\nThe series was streamed one week in advance of Japan's broadcast beginning on March 31, 2021 on Hulu. Regular TV broadcast began on April 7, 2021.","url":"https://myanimelist.net/anime/47250/Jouran__The_Princess_of_Snow_and_Blood"},{"name":"Kyuukyoku Shinka shita Full Dive RPG ga Genjitsu yori mo Kusoge Dattara","score":"7.307.30","imageURL":"https://cdn.myanimelist.net/images/anime/1357/113277.jpg","day":"Wednesdays at 22:30 (JST)","description":"In an unexpected turn of events, dull high school student Hiro Yuuki obtains the full dive role-playing game Kiwame Quest. Created by the best of technology, the game claims to take \"reality to its extremes,\" from stunning graphics, NPCs' behavior, to the scent of vegetation, and even the sensation of wind brushing against the skin—everything was the result of an ultimate workmanship.\n\nExcept, the game is a little too realistic and messy to clear. Kiwame Quest features over ten quadrillion flags and reflects the players' real-life physical abilities in the game. Being hit in the game also hurts in real life and slash wounds take days to heal.\n\nThe only reward here is the sense of accomplishment. Conquer the most stressful game in history that can't be played casually!\n\n(Source: MAL News)\n\nEpisode 1 was streamed in advance on March 31, 2021. Regular broadcast began on April 7, 2021.","url":"https://myanimelist.net/anime/44276/Kyuukyoku_Shinka_shita_Full_Dive_RPG_ga_Genjitsu_yori_mo_Kusoge_Dattara"},{"name":"Subarashiki Kono Sekai The Animation","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1016/111566.jpg","day":"Saturdays at 02:25 (JST)","description":"Neku Sakuraba, a 15-year-old boy with a hobby for music and graffiti, wakes up in what seems to be the Shibuya shopping district of Tokyo, Japan. With no idea why he's there, he opens his hand to realize he is holding a strange black pin. After flipping it with his hand, the thoughts of the people surrounding him begins to flow into his head at once. Surprised, Neku discovers he is able to read the minds of others and assumes it has something to do with the black pin he is holding.\n\nA cell phone starts to ring in his pocket, and he can't tell whether it is his or not. A text message appears: \"Reach 104. You have 60 minutes. Fail, and face erasure. -The Reapers.\" After discovering he can't delete the message, a timer of 60 minutes imprints onto his right hand. Neku is in Shibuya to play the \"Reapers' Game,\" which spans a total of seven days. All Players of the Reapers' Game have a black pin with a skull embedded on it.\n\n(Source: Wikipedia, edited)","url":"https://myanimelist.net/anime/42307/Subarashiki_Kono_Sekai_The_Animation"},{"name":"Shadows House","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1424/113342.jpg","day":"Sundays at 00:30 (JST)","description":"Faceless shadow nobles living in a vast mansion, attended by living dolls who spend much of their time cleaning up the soot endlessly emitted by their mysterious masters.\n\nFollow the story of Emilyko, a young and cheerful living doll, as she learns her duties serving as the attendant for Kate Shadow-sama.\n\n(Source: MU)","url":"https://myanimelist.net/anime/43439/Shadows_House"},{"name":"Shakunetsu Kabaddi","score":"7.047.04","imageURL":"https://cdn.myanimelist.net/images/anime/1449/113612.jpg","day":"Saturdays at 01:23 (JST)","description":"First-year high schooler Tatsuya Yoigoshi, the former ace of a junior high school soccer team who has come to dislike sports, receives an invitation to join the Kabaddi club. Initially mocking the idea of Kabaddi, he takes an interest after watching an intense competition akin to martial arts at a practice session.\n\n(Source: MAL News)","url":"https://myanimelist.net/anime/42395/Shakunetsu_Kabaddi"},{"name":"Vivy: Fluorite Eye's Song","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1404/113722.jpg","day":"Saturdays at 23:30 (JST)","description":"Nierland—an A.I complex theme park where dreams, hopes, and science intermingle. Created as the first-ever autonomous humanoid A.I, Vivy acts as an A.I cast for the establishment. To fulfill her mission of making everyone happy through songs, she continues to take the stage and perform with all her heart. However, the theme park was still lacking in popularity.\n\nOne day, an A.I named Matsumoto appears before Vivy and explains that he has travelled from 100 years into the future, with the mission to correct history with Vivy and prevent the war between A.I and humanity that is set to take place 100 years later.\n\nWhat sort of future will the encounter of two A.I with different missions redraw? This is the story of A.I destroying A.I. A.I diva Vivy's 100-year journey begins.\n\n(Source: MAL News)","url":"https://myanimelist.net/anime/46095/Vivy__Fluorite_Eyes_Song"},{"name":"Godzilla: S.P","score":"7.037.03","imageURL":"https://cdn.myanimelist.net/images/anime/1828/112581.jpg","day":"Thursdays at 22:30 (JST)","description":"This series features an original story, which depicts the young geniuses Mei Kamino, a female researcher, and Yun Arikawa, a male engineer, as they take on an unprecedented threat with their companions. When danger comes up from the depths, only young geniuses Mei, Yun, and their team can face the threat in Godzilla Singular Point! \n\n(Source: Netflix)\n\nEach episode was released one week in advance of the TV broadcast beginning on March 25, 2021. Regular TV broadcast began on April 1, 2021.","url":"https://myanimelist.net/anime/43229/Godzilla__SP"},{"name":"Mashiro no Oto","score":"7.397.39","imageURL":"https://cdn.myanimelist.net/images/anime/1841/111554.jpg","day":"Saturdays at 02:25 (JST)","description":"Shamisen is a traditional Japanese musical instrument that looks similar to a guitar. Teenager Sawamura Setsu's grandfather who raised him and his older brother Wakana, recently passed away. His grandfather was one of the greatest Shamisen players and the two siblings grew up listening to him play and learning to play the instrument.\n\nSince their grandfather's death, Setsu dropped out of high school, moved to Tokyo and has been drifting, not knowing what to do besides play his Shamisen. That's when his successful and rich mother, Umeko, storms into his life and tries to shape Setsu up. She enrolls him back into high school, but little does Setsu know that he is about to rediscover his passion for Shamisen. \n\n(Source: MU, edited)","url":"https://myanimelist.net/anime/42590/Mashiro_no_Oto"},{"name":"Seijo no Maryoku wa Bannou Desu","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1232/111099.jpg","day":"Tuesdays at 23:30 (JST)","description":"Sei, a 20-year-old office worker, is whisked away to a whole new world. Unfortunately for Sei, the ritual that summoned her—meant to produce a \"Saint\" who would banish the dark magic—brought two people over instead of one. And everyone prefers the second girl over Sei?! But this is just fine by Sei, who leaves the royal palace to set up shop making potions and cosmetics with her newfound magic. Business is booming, and this might not be such a bad life, after all...as long as her supposed Sainthood doesn't come back to haunt her. \n\n(Source: Seven Seas Entertainment)","url":"https://myanimelist.net/anime/42826/Seijo_no_Maryoku_wa_Bannou_Desu"},{"name":"Bakuten!!","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1827/113510.jpg","day":"Fridays at 00:55 (JST)","description":"The story follows Shoutarou Futaba, a boy who's fascinated with men's rhythmic gymnastics and enrolled at the Ao High School to join the school's team. The story follows a team of unique seniors and Yoshiya Misato, a classmate who's famous in high school rhythmic gymnastics tournaments, who run together toward one goal.\n\n(Source: MAL News)","url":"https://myanimelist.net/anime/43756/Bakuten"},{"name":"Bishounen Tanteidan","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1925/110172.jpg","day":"Sundays at 02:00 (JST)","description":"Mayumi Dojima, a second-year student at the exclusive Yubiwa Academy middle school, has lost something—a star she glimpsed just once, ten long years ago. But help is on the way, in the form of the unofficial, secretive, and thoroughly mysterious Pretty Boy Detective Club! Rumored to solve problems within the school (most of which they themselves might as well created) for reasons aesthetic rather than financial, these five gorgeous boys sweep Mayumi into their world of excitement, danger, and overwhelming beauty. \n\n(Source: Vertical, edited)","url":"https://myanimelist.net/anime/40752/Bishounen_Tanteidan"},{"name":"Sayonara Watashi no Cramer","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1155/111437.jpg","day":"Sundays at 23:30 (JST)","description":"With no soccer accomplishments to speak of during the entirety of Sumire Suou's junior high school years, the young wing gets an odd offer. Suou's main rival, Midori Soshizaki, invites her to join up on the same team in high school, with a promise that she'll never let Suou \"play alone.\" It's an earnest offer, but the question is whether Suou will take her up on it. Thus the curtain opens on a story that collects an enormous cast of individual soccer-playing personalities! \n\n(Source: Kodansha Comics)","url":"https://myanimelist.net/anime/42774/Sayonara_Watashi_no_Cramer"},{"name":"Super Cub","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1776/111172.jpg","day":"Wednesdays at 23:00 (JST)","description":"Second year high school student Koguma doesn't lead a very interesting life. She has no parents, and no friends nor hobbies to keep her daily life busy. One day, she acquires a second-hand Honda Super Cub motorcycle and rides it to school. As time goes by, not only does Koguma have a new adventurous life, but she also forges precious friendships thanks to her precious little motorcycle.\n\n(Source: MAL News)","url":"https://myanimelist.net/anime/40685/Super_Cub"},{"name":"Dragon, Ie wo Kau.","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1717/113490.jpg","day":"Sundays at 22:00 (JST)","description":"When a dragon fails to live up to the fearsome standards set for him, his family kicks him out. He embarks on a quest to find a new home, but soon finds that life on the road is no place for a cowardly beast of legend. In a fantasy world full of elves, dwarves, and other mythical creatures, where everyone wants a piece of him—literally!—the frustrations of house-hunting reach a whole new level.\n\n(Source: Seven Seas Entertainment)","url":"https://myanimelist.net/anime/40526/Dragon_Ie_wo_Kau"},{"name":"Odd Taxi","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1981/113348.jpg","day":"Tuesdays at 02:00 (JST)","description":"In a city which should be familiar, there is the feeling of something a little different.\n\nKotokawa is a taxi driver who lives an ordinary life, taxing some quirky customers around. A slightly eccentric stranger who has no relatives nor any relations with other people, Kotokawa's hobby is to listen to Rakugo on the radio before going to bed. For the time being, the only people he can consider as friends are his family doctor Gouriki, and his high school classmate Kakihana.\n\nKabasawa, a college student who wants a buzz, Shirakawa, a nurse who's hiding something, comedian group Homo Sapiens, who isn't selling well, the city hoodlum Dobu, and the rookie idol group Mystery Kiss—the conversations with these people, which should not have meant much, lead to a girl who disappeared.\n\n(Source: MAL News)","url":"https://myanimelist.net/anime/46102/Odd_Taxi"},{"name":"Yakunara Mug Cup mo","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1969/113673.jpg","day":"Saturdays at 00:55 (JST)","description":"The city of Tajimi, located in the southern part of Gifu Prefecture, Japan, is famous for Mino earthenware. The city is dotted with historical pottery producers and ceramic art museums. It has facilities where you can try your hand at making pottery, and many restaurants that serve food on Minoware dishes.\n\nThe story begins when a high school girl moves to a shopping street in Tajimi. Many encounters await her, friends, town folk, ceramic art, etc. What will she discover in a town famous for ceramic? \n\n(Source: Official Manga Website)","url":"https://myanimelist.net/anime/42568/Yakunara_Mug_Cup_mo"},{"name":"Seven Knights Revolution: Eiyuu no Keishousha","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1552/112017.jpg","day":"Mondays at 00:00 (JST)","description":"Seven Knights Revolution: Eiyuu no Keishousha is set in a world where eons ago valiant heroes fought against the forces of \"Destruction.\" While their deeds passed into legend, the power of these heroes was later inherited by \"successors\" who fought to protect the world. One day, Faria, a successor of the Seven Knights, saves an ordinary boy named Nemo from the forces of Destruction.\n\nDuring the ensuing battle, Nemo summons the power of a hero and becomes a successor as well. However, Nemo's hero is a stranger that is unknown to history, and so an epic journey where the past and present collide begins. \n\n(Source: Crunchyroll, edited)","url":"https://myanimelist.net/anime/47391/Seven_Knights_Revolution__Eiyuu_no_Keishousha"},{"name":"Blue Reflection Ray","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1496/113840.jpg","day":"Saturdays at 01:55 (JST)","description":"This is a story of connecting shining emotions.\n\nJoy, sadness, anger. Feelings are a power, invisible to the eye, that every person possesses. Sometimes this power is even capable of changing the world.\n\nHiori Hirahara always has a positive attitude and can't leave people in trouble alone. Ruki Hanari is socially awkward, she wants to get along well with others, but she doesn't know how to go about it.\n\nHow will the meeting of these two wildly different girls change not only them, but the world itself?\n\n(Source: Official Site, translated)","url":"https://myanimelist.net/anime/47639/Blue_Reflection_Ray"},{"name":"Cestvs: The Roman Fighter","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1362/113379.jpg","day":"Thursdays at 00:55 (JST)","description":"54 AD. Cestus, a young boy orphaned by the Roman empire and made a slave, is placed into a training school for pugilists. It is here that he begins his journey to defy fate and fight for his own freedom.\n\n(Source: MAL News)","url":"https://myanimelist.net/anime/43763/Cestvs__The_Roman_Fighter"},{"name":"Fairy Ranmaru: Anata no Kokoro Otasuke Shimasu","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1117/111245.jpg","day":"Thursdays at 23:00 (JST)","description":"Set in a world of cruelty and heartbreak, Fairy Ranmaru: Anata no Kokoro Otasuke Shimasu follows five young men who work at the mysterious \"Bar F\" and who offer to heal the hearts of their clients, wiping away their tears and causing smiles to bloom like flowers. They take no payment... aside from stealing their clients' hearts.\n\n(Source: Crunchyroll)","url":"https://myanimelist.net/anime/45665/Fairy_Ranmaru__Anata_no_Kokoro_Otasuke_Shimasu"},{"name":"Yuuki Yuuna wa Yuusha de Aru Churutto!","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1827/107735.jpg","day":"Saturdays at 01:50 (JST)","description":"Set in year 300 of the Era of the Gods, heroes and shrine maidens were summoned after a crisis befell on the sacred tree. The Sanshu Middle School Hero Club was transformed into a bountiful household with 27 of them gathered together. Headed by someone who has a strong sense of companionship, Fu Inubozaki, she is determined to make it an Udon Hero Club!\n\n(Source: MAL News)","url":"https://myanimelist.net/anime/42071/Yuuki_Yuuna_wa_Yuusha_de_Aru_Churutto"},{"name":"Cardfight!! Vanguard: overDress","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1520/113748.jpg","day":"Saturdays at 08:00 (JST)","description":"Yu-yu is a boy living in Kanazawa, Kaga Province. He is 15 years old and in his third year of junior high school. He has the ability to sense the feelings of others, but he is troubled by the fact that he cannot say no when asked.\n\nOne day, Yu-yu could no longer stand going along with his sister's hobby, so he ran away from home. The one who saves him is Megumi Okura. Megumi invites Yu-yu to a nighttime amusement park called \"Wonder Hill\" where her friends hang out. At the amusement park, Yu-yu meets Megumi, Zakusa Ishikame, and Tomari Seto, members of \"Team Blackout,\" a group that meets to play Vanguard every night.\n\nTonight, a serious fight for the team's flag will take place. Blackout's leader, Danji Momoyama, and the mysterious and powerful fighter, Touya Ebata. As Yu-yu stares at them, the card fight is soon eroded into a world of images.\n\nThis is how Yu-yu encounters Vanguard, a world he has never seen before, and is drawn in by its powerful allure- making new friends along the way.\n\n(Source: ANN)\n\nEpisode 1 was streamed on March 24, 2021 on the official Vanguard YouTube. Regular broadcast began on April 3, 2021.","url":"https://myanimelist.net/anime/42516/Cardfight_Vanguard__overDress"},{"name":"Battle Athletess Daiundoukai ReSTART!","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1752/113795.jpg","day":"Sundays at 01:30 (JST)","description":"Aspiring athletes from around the galaxy gather to compete in a tournament where the winner will be crowned the Cosmic Beauty. What begins as rivalry grows into friendship among the athletes, including a lunar refugee and her kangaroo companion, the daughter of an arms-dealing CEO, a mysterious loner, and Earth’s representative…a humble potato farmer named Kanata Akehoshi.\n\n(Source: Funimation)","url":"https://myanimelist.net/anime/42321/Battle_Athletess_Daiundoukai_ReSTART"},{"name":"Dinosaur Biyori","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1857/111015.jpg","day":"Sundays at 00:57 (JST)","description":"The story follows the lives of three modern day dinosaurs as they share a room in the Dino-Shou (\"Dino Manor\") apartment building complex.\n\n(Source: Crunchyroll)","url":"https://myanimelist.net/anime/45618/Dinosaur_Biyori"},{"name":"Itazuraguma no Gloomy","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1289/113575.jpg","day":"Mondays at 23:57 (JST)","description":"Gloomy, an abandoned little bear, is rescued by Pitty (the little boy). At first, he is cute and cuddly, but becomes wilder as he grows up. Since bears do not become attached to people like dogs by nature, Gloomy attacks Pitty even though he is the owner. So Gloomy has blood on him from biting and/or scratching Pitty.\n\n(Source: Cube Works)","url":"https://myanimelist.net/anime/45587/Itazuraguma_no_Gloomy"},{"name":"Shinkansen Henkei Robo Shinkalion Z the Animation","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1573/111862.jpg","day":"Fridays at 19:25 (JST)","description":"No synopsis information has been added to this title. Help improve our database by adding a synopsis here.","url":"https://myanimelist.net/anime/46381/Shinkansen_Henkei_Robo_Shinkalion_Z_the_Animation"},{"name":"Youkai Watch ♪","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1281/113405.jpg","day":"Unknown","description":"The new show will feature unique and returning Yo-kai. The comedy will also center on the original series' main characters: fifth-grader Keita (Nate in the English version), ghost butler Whisper, and popular Yo-kai like Jibanyan and Komasan. The original cast members for these four characters are returning for this new series.\n\n(Source: ANN)","url":"https://myanimelist.net/anime/48365/Youkai_Watch_♪"},{"name":"Duel Masters King!","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1159/111981.jpg","day":"Sundays at 08:30 (JST)","description":"No synopsis information has been added to this title. Help improve our database by adding a synopsis here.","url":"https://myanimelist.net/anime/46652/Duel_Masters_King"},{"name":"Uchuu Nanchara Kotetsu-kun","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1345/113576.jpg","day":"Wednesdays at 18:45 (JST)","description":"It follows the daily life of Kotetsu-kun, who aspires to be an astronaut, and friends at the Animal Space Academy as they all pursue their dreams.\n\n(Source: ANN)","url":"https://myanimelist.net/anime/42870/Uchuu_Nanchara_Kotetsu-kun"},{"name":"Mazica Party","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1740/113501.jpg","day":"Sundays at 09:30 (JST)","description":"The franchise's story centers on wizards who gather mazica in order to save the world. Junior high school student Kezuru wakes up after a strange dream featuring himself as a wizard, a creature called \"mazin,\" and a mysterious girl. The next day, his friend Kuracchi proudly shows off the newly launched Mazica Party card game. To Kezuru's shock, all the characters drawn in the game's cards are just like the ones in his dream.\n\nMeanwhile, Kezuru receives a notification for an event at the major international company Mazica. Intrigued, Kezuru goes to the Mazica Store as directed, only to meet the Mazica CEO himself, Jeff Johns. Johns says, \"I have great expectations for you,\" and hands Kezuru Mazica Gear.\n\nOn his way back home, Kezuru is attacked by an airship-like creature. Just when he thinks, \"this is it!\" to himself, his Mazica Gear erupts and a magic book appears. When he scratches a card, he seals a contract with Barunya, a \"mazin\" creature that is an odd remixed fusion between an airship and a cat.\n\nThe mysterious girl Anya says Kezuru and those of his ilk will be \"the true wizards who save the world.\" Amid all these mysterious revelations, Kezuru enrolls in the Mazica Academy and engages in Mazica Party card battles alongside his partner mazin.\n\n(Source: ANN)","url":"https://myanimelist.net/anime/48391/Mazica_Party"},{"name":"Motto! Majime ni Fumajime Kaiketsu Zorori 2nd Season","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1341/111768.jpg","day":"Fridays at 18:55 (JST)","description":"Sequel to Motto! Majime ni Fumajime Kaiketsu Zorori","url":"https://myanimelist.net/anime/43778/Motto_Majime_ni_Fumajime_Kaiketsu_Zorori_2nd_Season"},{"name":"Utau Soccer Panda Mifanda","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1296/108533.jpg","day":"Fridays at 03:00 (JST)","description":"Short anime based on Mifanda from MIFA (Music Interact Football for All).","url":"https://myanimelist.net/anime/42068/Utau_Soccer_Panda_Mifanda"},{"name":"Iii Icecrin","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1654/113385.jpg","day":"Tuesdays at 07:30 (JST)","description":" ","url":"https://myanimelist.net/anime/44848/Iii_Icecrin"},{"name":"Shikaru Neko","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1008/113384.jpg","day":"Unknown","description":"No synopsis information has been added to this title. Help improve our database by adding a synopsis here.","url":"https://myanimelist.net/anime/48442/Shikaru_Neko"},{"name":"Dosukoi Sushi Zumou","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1788/113633.jpg","day":"Saturdays at 08:40 (JST)","description":"No synopsis information has been added to this title. Help improve our database by adding a synopsis here.","url":"https://myanimelist.net/anime/48517/Dosukoi_Sushi_Zumou"},{"name":"Oshiri Tantei 5th Season","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1378/113506.jpg","day":"Saturdays at 09:00 (JST)","description":"Fifth season of Oshiri Tantei.","url":"https://myanimelist.net/anime/48486/Oshiri_Tantei_5th_Season"},{"name":"One Piece","score":"8.538.53","imageURL":"https://cdn.myanimelist.net/images/anime/6/73245.jpg","day":"Sundays at 09:30 (JST)","description":"Gol D. Roger was known as the \"Pirate King,\" the strongest and most infamous being to have sailed the Grand Line. The capture and execution of Roger by the World Government brought a change throughout the world. His last words before his death revealed the existence of the greatest treasure in the world, One Piece. It was this revelation that brought about the Grand Age of Pirates, men who dreamed of finding One Piece—which promises an unlimited amount of riches and fame—and quite possibly the pinnacle of glory and the title of the Pirate King.\n\nEnter Monkey D. Luffy, a 17-year-old boy who defies your standard definition of a pirate. Rather than the popular persona of a wicked, hardened, toothless pirate ransacking villages for fun, Luffy's reason for being a pirate is one of pure wonder: the thought of an exciting adventure that leads him to intriguing people and ultimately, the promised treasure. Following in the footsteps of his childhood hero, Luffy and his crew travel across the Grand Line, experiencing crazy adventures, unveiling dark mysteries and battling strong enemies, all in order to reach the most coveted of all fortunes—One Piece.\n\n[Written by MAL Rewrite] ","url":"https://myanimelist.net/anime/21/One_Piece"},{"name":"Boruto: Naruto Next Generations","score":"5.795.79","imageURL":"https://cdn.myanimelist.net/images/anime/9/84460.jpg","day":"Sundays at 17:30 (JST)","description":"Following the successful end of the Fourth Shinobi World War, Konohagakure has been enjoying a period of peace, prosperity, and extraordinary technological advancement. This is all due to the efforts of the Allied Shinobi Forces and the village's Seventh Hokage, Naruto Uzumaki. Now resembling a modern metropolis, Konohagakure has changed, particularly the life of a shinobi. Under the watchful eye of Naruto and his old comrades, a new generation of shinobi has stepped up to learn the ways of the ninja.\n\nBoruto Uzumaki is often the center of attention as the son of the Seventh Hokage. Despite having inherited Naruto's boisterous and stubborn demeanor, Boruto is considered a prodigy and is able to unleash his potential with the help of supportive friends and family. Unfortunately, this has only worsened his arrogance and his desire to surpass Naruto which, along with his father's busy lifestyle, has strained their relationship. However, a sinister force brewing within the village may threaten Boruto's carefree life.\n\nNew friends and familiar faces join Boruto as a new story begins in Boruto: Naruto Next Generations.\n\n[Written by MAL Rewrite]","url":"https://myanimelist.net/anime/34566/Boruto__Naruto_Next_Generations"},{"name":"Detective Conan","score":"8.168.16","imageURL":"https://cdn.myanimelist.net/images/anime/7/75199.jpg","day":"Saturdays at 18:00 (JST)","description":"Shinichi Kudou, a high school student of astounding talent in detective work, is well known for having solved several challenging cases. One day, when Shinichi spots two suspicious men and decides to follow them, he inadvertently becomes witness to a disturbing illegal activity. Unfortunately, he is caught in the act, so the men dose him with an experimental drug formulated by their criminal organization, leaving him to his death. However, to his own astonishment, Shinichi lives to see another day, but now in the body of a seven-year-old child.\n\nPerfectly preserving his original intelligence, he hides his real identity from everyone, including his childhood friend Ran Mouri and her father, private detective Kogorou Mouri. To this end, he takes on the alias of Conan Edogawa, inspired by the mystery writers Arthur Conan Doyle and Ranpo Edogawa.\n\nDetective Conan follows Shinichi who, as Conan, starts secretly solving the senior Mouri's cases from behind the scenes with his still exceptional sleuthing skills, while covertly investigating the organization responsible for his current state, hoping to reverse the drug's effects someday.\n\n[Written by MAL Rewrite]","url":"https://myanimelist.net/anime/235/Detective_Conan"},{"name":"Nanatsu no Taizai: Fundo no Shinpan","score":"6.936.93","imageURL":"https://cdn.myanimelist.net/images/anime/1011/111551.jpg","day":"Wednesdays at 17:55 (JST)","description":"Fourth season of Nanatsu no Taizai. ","url":"https://myanimelist.net/anime/41491/Nanatsu_no_Taizai__Fundo_no_Shinpan"},{"name":"Kumo Desu ga, Nani ka?","score":"7.197.19","imageURL":"https://cdn.myanimelist.net/images/anime/1593/113724.jpg","day":"Fridays at 21:30 (JST)","description":"The day is as normal as it can be in high school as the students peacefully go about their everyday activities until an unprecedented catastrophe strikes the school, killing every person in its wake. Guided by what seems to be a miracle, a handful of students are fortunate enough to be reincarnated into another world as nobles, princes, and other kinds of people with prestigious backgrounds.\n\nOne girl, however, is not so lucky. Being reborn as a spider of the weakest kind, she immediately experiences the hardships of her dire situation. Even so, she must press on to survive the numerous threats that endanger her life. Discovering that her new world has a system like that of an RPG, she tries her best to hunt prey and defeat monsters to level up and evolve. As she gradually grows stronger, she hopes one day her efforts will be rewarded, and that she will be granted a better life.\n\n[Written by MAL Rewrite]","url":"https://myanimelist.net/anime/37984/Kumo_Desu_ga_Nani_ka"},{"name":"Crayon Shin-chan","score":"7.697.69","imageURL":"https://cdn.myanimelist.net/images/anime/10/59897.jpg","day":"Fridays at 19:30 (JST)","description":"There is no such thing as an uneventful day in the life of kindergartener Shinnosuke \"Shin-chan\" Nohara. The five-year-old is a cut above the most troublesome, perverted, and shameless kid one can imagine. Shin-chan is almost always engaged in questionable activities such as forgetting about a friend during hide and seek, sumo wrestling for love, performing various gags including the notorious \"elephant\" in public, and flirting with college girls. The exemplary troublemaker has done it all and has no plans to stop anytime soon.\n\nCrayon Shin-chan follows the daily shenanigans of Shin-chan with his group of friends, parading around as the self-proclaimed \"Kasukabe Defense Force.\" The adults witnessing these shenanigans unfold can't help but adore Shin-chan, as he keeps them entertained while unintentionally solving their daily troubles through his mindless antics—leaving himself as the only problem they do not know what to do with.\n\n[Written by MAL Rewrite]","url":"https://myanimelist.net/anime/966/Crayon_Shin-chan"},{"name":"Pokemon (2019)","score":"7.247.24","imageURL":"https://cdn.myanimelist.net/images/anime/1689/105554.jpg","day":"Fridays at 18:55 (JST)","description":"On a new day in the Kanto region, Satoshi gets invited by Professor Yukinari Ookido over to Professor Sakuragi's lab-opening ceremony in Vermillion City. During the ceremonial speech, Professor Sakuragi receives an alert of a possibly rare Pokémon appearing in Vermillion City's harbor, leading Satoshi and the other trainers to rush to the area in hopes of finding the mysterious Pokémon. At the harbor, they find Lugia—a Legendary Pokémon—engaged in combat with other trainers.\n\nNoticing the other trainers' tactics, Satoshi has his partner, Pikachu, strike Lugia with a Thunderbolt attack. Unfazed, Lugia flees, but not before Satoshi determinedly leaps onto its back. To Satoshi's surprise, he meets another boy, Gou, who leapt onto Lugia's back as well. The two ride on Lugia's back as it brings them along on a bizarre adventure across the seas. As it lets the two back on the ground, Satoshi and Gou bid their farewells to Lugia and return to Sakuragi Institute.\n\nImpressed by Gou's findings and Satoshi's insight taken during their encounter, Sakuragi requests for the duo to be his new research partners. And so the duo's journey begins, traveling across multiple regions to meet many new Pokémon—including ones that have the ability to Gigantamax!\n\n[Written by MAL Rewrite]","url":"https://myanimelist.net/anime/40351/Pokemon_2019"},{"name":"Dragon Quest: Dai no Daibouken (2020)","score":"7.087.08","imageURL":"https://cdn.myanimelist.net/images/anime/1499/109126.jpg","day":"Saturdays at 09:30 (JST)","description":"A long time ago, there was a valiant swordsman who came to be known simply as \"the hero.\" There was a demon who has caused people suffering. The hero and his companions arrived to challenge the demon to a battle and by combining their powers, the battle was brought swift conclusion. With no one around to cause trouble, the island became a quiet place where everyone could live together in peace.\n\nSeveral years later, the demon is revived. Our present-day protagonist, Dai, lives on a remote island in the southern seas and dreams of becoming a great hero. When he hears about the demon's revival, Dai and his friends take it upon themselves to stop him and the evil force that revived him. Along the way, Dai discovers the identity of \"the hero,\" the truth behind the evil force who revived the demon, and Dai's own hidden powers that surface in times of peril.\n\n(Source: MU, edited)","url":"https://myanimelist.net/anime/40906/Dragon_Quest__Dai_no_Daibouken_2020"},{"name":"Digimon Adventure:","score":"6.726.72","imageURL":"https://cdn.myanimelist.net/images/anime/1745/105558.jpg","day":"Sundays at 09:00 (JST)","description":"In the year 2020, technology is everywhere. Every digital device around the world is connected by a singular network where data travels. Unbeknownst to humans, this network has become home to life forms known as \"Digimon.\"\n\nFifth-grader Taichi Yagami is preparing for summer camp when strange occurrences begin in Tokyo; certain electronic systems have started going haywire. When he discovers that his sister and mother are trapped on an unstoppable train, he rushes to the nearby station. Suddenly, Taichi is transported to another world where he meets a strange creature by the name of Agumon, who somehow already knows his name. Taichi also receives a strange device called a \"Digivice,\" which allows him to communicate with the undigitized world.\n\nTaichi discovers he is in the \"Network,\" and virus-like Digimon are attacking the areas that maintain Tokyo’s electronic systems. It is up to Taichi and his new partner Agumon to stop these cyberattacks before the whole world is threatened by the actions of mischievous Digimon.\n\n[Written by MAL Rewrite]","url":"https://myanimelist.net/anime/41074/Digimon_Adventure_"},{"name":"Kingdom 3rd Season","score":"8.378.37","imageURL":"https://cdn.myanimelist.net/images/anime/1443/111830.jpg","day":"Mondays at 00:15 (JST)","description":"Following the successful Sanyou campaign, the Qin army, including 1,000-Man Commander Li Xin, inches ever closer to fulfilling King Ying Zheng's dream of unifying China. With a major geographical foothold in the state of Wei now under its control, Qin sets its sights eastward toward the remaining warring states.\n\nMeanwhile Li Mu—an unparalleled strategist and the newly appointed prime minister of the state of Zhao—has taken advantage of Zhao's temporary truce with Qin to negotiate with the other states without interruption. Seemingly without warning, Ying Zheng receives news that armies from the states of Chu, Zhao, Wei, Han, Yan, and Qi have crossed into Qin territory. Realizing too late the purpose behind Li Mu's truce with Qin, Zheng quickly gathers his advisors to devise a plan to address the six-state coalition army on their doorstep. For the first time in history, the state of Qin faces complete destruction and must use every resource and strategy at their disposal to prevent themselves from being wiped off the map.\n\n[Written by MAL Rewrite]\n","url":"https://myanimelist.net/anime/40682/Kingdom_3rd_Season"},{"name":"Back Arrow","score":"5.705.70","imageURL":"https://cdn.myanimelist.net/images/anime/1373/111546.jpg","day":"Saturdays at 00:00 (JST)","description":"The world of Lingalind is surrounded by a mystical wall with seemingly nothing beyond its confines. Worshipped as the mother of the land, the wall delivers celestial gift capsules called \"Rakuho'' to locations across the continent. Arriving once a month, the capsules contain metallic armbands that allow the wearer to transform into a mechanical being known as a \"Briheight.\" As a result, Lingalind is thrown into constant turmoil by its warring nations, all hoping to strengthen their military prowess by procuring the offerings for themselves.\n\nOne day, a Rakuho crash-lands in the countryside with an unexpected inhabitant—a mysterious black-haired man. All eyes are set on this strange newcomer, who calls himself \"Back Arrow,\" when he claims to have hailed from a place beyond the wall—a revelation that can potentially unravel Lingalind's entire dogmatic foundation.\n\n[Written by MAL Rewrite]","url":"https://myanimelist.net/anime/40964/Back_Arrow"},{"name":"Doraemon (2005)","score":"7.537.53","imageURL":"https://cdn.myanimelist.net/images/anime/6/23935.jpg","day":"Fridays at 19:00 (JST)","description":"Doraemon (2005) is the most recent anime series based on Fujiko Fujio's manga of the same name. \n\nIt is the 2005 version of 1979 series, with certain changes in the animation and other things.\n\nDoraemon is a cat-like robot who appears in the present to steer Nobita/Noby, who is a dumb, naive and clumsy boy on the right path in order to secure his future. Nobita's love interest is Shizuka Minamoto/Sue, his frenemies are Takeshi Goda/Big G and Suneo/Sneech.\n\n(Source: Wikipedia)","url":"https://myanimelist.net/anime/8687/Doraemon_2005"},{"name":"Yu☆Gi☆Oh!: Sevens","score":"5.415.41","imageURL":"https://cdn.myanimelist.net/images/anime/1148/106883.jpg","day":"Saturdays at 07:30 (JST)","description":"In the ever-growing world of Duel Monsters, as duelists improve their skills and rise up the ranks, duels become increasingly complex. By adhering to strict rules, in addition to using and learning proven strategies, one can develop into a strong duelist. However, as a boy who loves inventions and discovering new possibilities, elementary school student Yuuga Oudou finds the current way of dueling predictable and rigid—in other words, boring.\n\nThus, he aims to craft a new path in dueling with his exhilarating new invention: Rush Duels. His ambition soon catches the attention of Tatsuhisa Kamijou, a fellow elementary school student, who brings him to a mysterious place in an attempt to discover the potential of the new system. \n\nWhile Yuuga aims to implement Rush Duels as the new dueling standard and overthrow the conventions of the game, he opens the door to his ultimate goal—to make dueling exciting again.\n\n[Written by MAL Rewrite]\n","url":"https://myanimelist.net/anime/40145/Yu☆Gi☆Oh__Sevens"},{"name":"Gudetama","score":"7.057.05","imageURL":"https://cdn.myanimelist.net/images/anime/10/79996.jpg","day":"Not scheduled once per week","description":"Gudetama, an egg that is dead to the world and completely lacks motivation. No matter what cooking method you use, Gudetama remains unmoved.\n\n(Source: ANN)","url":"https://myanimelist.net/anime/23539/Gudetama"},{"name":"Kuro Gal ni Natta kara Shinyuu to shitemita.","score":"5.785.78","imageURL":"https://cdn.myanimelist.net/images/anime/1267/111801.jpg","day":"Mondays at 01:00 (JST)","description":"Shion and Rui are the dream team when it comes to hitting on women. Tonight was going to be another night of hooking up with girls for Shion, but he ended up taking a strange drug. When he woke up... he'd turned into a girl?! Rui came looking for Shion, but didn't recognize him, and started hitting on him...\n\n(Source: Suiseisha, translated)\n\nEpisode 1 of the standard TV version of the anime was streamed on February 11, 2021 via the ComicFesta Anime Zone website. Regular broadcast began on April 5 at 1:00 a.m. on Toyko MX, while the complete, uncensored version was streamed on the ComicFesta Anime Zone website.\n\nThis entry reflects standard TV version of the anime.","url":"https://myanimelist.net/anime/47591/Kuro_Gal_ni_Natta_kara_Shinyuu_to_shitemita"},{"name":"Maiko-san Chi no Makanai-san","score":"6.596.59","imageURL":"https://cdn.myanimelist.net/images/anime/1355/111545.jpg","day":"Thursdays at 08:30 (JST)","description":"Kiyo and Sumire came to Kyoto from Aomori Prefecture, dreaming of becoming maiko. But after an unexpected turn of events, Kiyo starts working as the live-in cook at the Maiko House. Their story unfolds in the Kagai, the Geiko and maiko district in Kyoto, alongside their housemate maikos. Kiyo nourishes them daily with her home-cooked meals, and Sumire strives toward her promising future as the once-in-a-century maiko.\n\nStep into the glamorous Kagai, warm your heart with behind-the-scenes anecdotes and Kiyo's kitchen episodes. Stay tuned for this touching tale of 2 childhood friends lifting each other up as they grow together. \n\n(Source: NHK World Japan, edited)","url":"https://myanimelist.net/anime/41556/Maiko-san_Chi_no_Makanai-san"},{"name":"Sazae-san","score":"6.106.10","imageURL":"https://cdn.myanimelist.net/images/anime/9/25502.jpg","day":"Sundays at 18:30 (JST)","description":"The main character is a mother named Sazae-san. She lives in a house with her husband, her kids and her parents. The show is the ultimate family program and tends to follow traditional themes. Think of this show as the Japanese equivalent to \"The Partridge Family\" and you'll get a good feel for this show's atmosphere. Don't expect to see things like violence, swearing, kung-fu action or magical girls. The plots are more like \"Today, Sazae-san goes to the new mall and gets lost\". Such \"boring\" plotlines and the simplistic art are often a turn-off to non-Japanese audiences, but most Japanese find the show incredibly good. As a result, it continues to be one of the top ratings grabbers on TV and is one of the few anime that is considered \"acceptable\" by adults. \n\n(Source: AniDB)","url":"https://myanimelist.net/anime/2406/Sazae-san"},{"name":"Nintama Rantarou","score":"7.047.04","imageURL":"https://cdn.myanimelist.net/images/anime/6/74028.jpg","day":"Not scheduled once per week","description":"Rantarou, Shinbei and Kirimaru are ninja apprentices in the Ninja Gakuen, where first grade ones are called \"Nintamas\" (contraction of the words ninja+tama (egg)). They must learn everything a ninja must know, but as for our heroes, money, food or playing are more interesting. The series show the everyday adventures of our heroes, segmentated in a cartoon fashion, like 2 small episodes in a 30-min show. The cast also includes the teachers (Doi-sensei and crossdressing Yamada-sensei), nintama kunoichis, evil guys (Dokutake ninjas) and even family members of all the cast...\n\n(Source: ANN)","url":"https://myanimelist.net/anime/1199/Nintama_Rantarou"},{"name":"Tropical-Rouge! Precure","score":"7.277.27","imageURL":"https://cdn.myanimelist.net/images/anime/1184/110907.jpg","day":"Sundays at 08:30 (JST)","description":"The anime centers on Manatsu, who moves from her small island birthplace to a city and starts middle school. On the day she moves she meets a mermaid girl named Laura who is looking for the \"legendary warriors,\" the Precures. Laura's hometown, the mermaid country of Grand Ocean, has been attacked by the \"procrastination witch,\" who has stolen the country's \"motivation power.\"\n\n(Source: ANN)","url":"https://myanimelist.net/anime/44191/Tropical-Rouge_Precure"},{"name":"Rebirth","score":"5.435.43","imageURL":"https://cdn.myanimelist.net/images/anime/1319/105669.jpg","day":"Wednesdays at 01:00 (JST)","description":"The series revolve around a team of 12 high school students who love to play the trading card game Rebirth For You.\n\n(Source: Anime News Network)","url":"https://myanimelist.net/anime/40129/Rebirth"},{"name":"Chibi Maruko-chan (1995)","score":"7.187.18","imageURL":"https://cdn.myanimelist.net/images/anime/1108/100604.jpg","day":"Sundays at 18:00 (JST)","description":"Momoko Sakura is an elementary school student who likes popular idol Momoe Yamaguchi and mangas. She is often called \"Chibi Maruko-chan\" due to her young age and small size. She lives together with her parents, her grandparents and her elder sister in a little town. In school, she has many friends with whom she studies and plays together everyday, including her close pal, Tama-chan; the student committee members, Maruo-kun and Migiwa-san; and the B-class trio: 'little master' Hanawa-kun, Hamaji-Bu Taro and Sekiguchi-kun. This is a fun-loving and enjoyable anime that portrays the simple things in life.\n\n(Source: ANN)","url":"https://myanimelist.net/anime/6149/Chibi_Maruko-chan_1995"},{"name":"Bonobono (TV 2016)","score":"6.386.38","imageURL":"https://cdn.myanimelist.net/images/anime/13/77617.jpg","day":"Saturdays at 04:52 (JST)","description":"Based on the original comic BONO BONO by Mikio Igarashi that has seen over 9,000,000 total copies printed, this is the definitive animated version of the emotionally soothing character-driven series that will make you ask yourself the philosophical question, \"What are living things?\" while laughing at heartwarming gags and being entertained by the interactions of amusing forest friends Bonobono the young sea otter, Chipmunk, Fishing Cat, and more.\n\nEnjoy the easygoing days and minor misadventures of Bonobono and his friends!\n\n(Source: Fuji Creative)","url":"https://myanimelist.net/anime/32353/Bonobono_TV_2016"},{"name":"Sore Ike! Anpanman","score":"6.376.37","imageURL":"https://cdn.myanimelist.net/images/anime/1902/111797.jpg","day":"Fridays at 16:20 (JST)","description":"One night, a Star of Life falls down the chimney of a bakery nestled deep in the forest, causing the dough in the oven to come to life. The dough becomes Anpanman, a superhero made of anpan (a sweet roll with bean jam filling). Together with his friends, Anpanman fights his rival Baikinman and helps the malnourished. \n\n(Source: ANN)","url":"https://myanimelist.net/anime/1960/Sore_Ike_Anpanman"},{"name":"D4DJ Petit Mix","score":"6.546.54","imageURL":"https://cdn.myanimelist.net/images/anime/1089/113814.jpg","day":"Fridays at 23:00 (JST)","description":"Aired within the D4DJ Photon Maiden TV program.","url":"https://myanimelist.net/anime/45782/D4DJ_Petit_Mix"},{"name":"Tokyo Gambo","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1758/110280.jpg","day":"Sundays at 03:20 (JST)","description":"The story will take place 100 years after the world was destroyed in the 21st century due to environmental destruction and depletion of resources. The story follows four girls who work at PARK, based on a real store in Harajuku that follows the theme of \"Fashion × Otaku × Creation.\"\n\n(Source: ANN)","url":"https://myanimelist.net/anime/44056/Tokyo_Gambo"},{"name":"Aikatsu Planet!","score":"6.266.26","imageURL":"https://cdn.myanimelist.net/images/anime/1319/111189.jpg","day":"Sundays at 07:00 (JST)","description":"Latest Aikatsu! project that is a hybrid of live-action and animation.","url":"https://myanimelist.net/anime/42653/Aikatsu_Planet"},{"name":"Ojarumaru","score":"6.346.34","imageURL":"https://cdn.myanimelist.net/images/anime/2/8519.jpg","day":"Not scheduled once per week","description":"In the Heian era, around 1000 years ago, a young boy of noble family named Ojarumaru is bored with his life of privilege. Meanwhile, three demons steal the power-stick of Enma, king of demons, and then lose it. Ojarumaru finds it, and uses it to transport himself to the present time. Here, he is befriended by a young boy named Kazuma, and becomes a member of his family. As time goes on, Ojarumaru makes many new friends, while dodging the comedic efforts of the three demons, Akane, Kisuke, and Aobee, as they try to recover the stick. (from ANN)","url":"https://myanimelist.net/anime/4459/Ojarumaru"},{"name":"Yodel no Onna","score":"5.395.39","imageURL":"https://cdn.myanimelist.net/images/anime/11/87843.jpg","day":"Unknown","description":"The sound of yodeling will appear when you least expect it. ","url":"https://myanimelist.net/anime/36409/Yodel_no_Onna"},{"name":"Kiratto Pri☆chan Season 3","score":"6.556.55","imageURL":"https://cdn.myanimelist.net/images/anime/1500/105552.jpg","day":"Sundays at 10:00 (JST)","description":"Third season of Kiratto Pri☆chan.","url":"https://myanimelist.net/anime/40880/Kiratto_Pri☆chan_Season_3"},{"name":"Puzzle & Dragon","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1535/95070.jpg","day":"Mondays at 18:25 (JST)","description":"The story is set in modern day Japan following the growth of the protagonist Taiga Akashi, an elementary school kid who wants to be a professional gamer someday. \n\n(Source: Crunchyroll)","url":"https://myanimelist.net/anime/37096/Puzzle___Dragon"},{"name":"Neko Konogoro","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1877/91297.jpg","day":"Not scheduled once per week","description":"Based on the characters created by Study.","url":"https://myanimelist.net/anime/33398/Neko_Konogoro"},{"name":"Neko no Robu","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1859/91295.jpg","day":"Saturdays at 06:30 (JST)","description":"The series stars a cat with a lack of energy who speaks while lying down, yet has a thorough personality.  He thinks various things and has fun watching humans.","url":"https://myanimelist.net/anime/35478/Neko_no_Robu"},{"name":"Fushigi Dagashiya: Zenitendou","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1994/108212.jpg","day":"Tuesdays at 18:45 (JST)","description":"Zenitendo is a mysterious candy store that only lucky people can reach. All the candy recommended by Beniko, the owner of the store, is perfectly suited to the buyer's troubles. However, it depends on whether the candy will be used or eaten correctly that it can bring happiness or misfortune.\n\n(Source: MAL News)","url":"https://myanimelist.net/anime/42295/Fushigi_Dagashiya__Zenitendou"},{"name":"Kamiusagi Rope: Warau Asa ni wa Fukuraitaru tte Maji ssuka!?","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/6/72182.jpg","day":"Not scheduled once per week","description":"Fourth season of Kamiusagi Rope, events occur after the feature film. Airs on Mezamashi TV instead of the theaters.","url":"https://myanimelist.net/anime/30151/Kamiusagi_Rope__Warau_Asa_ni_wa_Fukuraitaru_tte_Maji_ssuka"},{"name":"Okashi na Sabaku no Suna to Manu","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1208/111257.jpg","day":"Sundays at 03:20 (JST)","description":"The story centers on the everyday life of the cats Suna and Manu, who live in a desert — a desert made of sugar instead of sand.\n\n(Source: ANN)","url":"https://myanimelist.net/anime/45207/Okashi_na_Sabaku_no_Suna_to_Manu"},{"name":"Knyacki!","score":"6.146.14","imageURL":"https://cdn.myanimelist.net/images/anime/2/55107.jpg","day":"Unknown","description":"Two caterpillars investigate objects on a kitchen counter while searching for food. One of them finds a piece of pasta and is intrigued by the fact that there's a hole in the middle.\n\nThey are having fun until a big mean caterpillar arrives. It's time for a major show down...","url":"https://myanimelist.net/anime/7505/Knyacki"},{"name":"Seizei Ganbare! Mahou Shoujo Kurumi 3rd Season","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1097/108552.jpg","day":"Wednesdays at 23:54 (JST)","description":"Third season of Seizei Ganbare! Mahou Shoujo Kurumi.","url":"https://myanimelist.net/anime/42482/Seizei_Ganbare_Mahou_Shoujo_Kurumi_3rd_Season"},{"name":"Anoyo no Subete wa, Obake-gumi!","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1762/106451.jpg","day":"Unknown","description":"The gag anime takes place at a school for youkai and other supernatural beings. A vampire named Rakuru transfers to the school from the West, and she tries to change the school as the class representative.","url":"https://myanimelist.net/anime/41440/Anoyo_no_Subete_wa_Obake-gumi"},{"name":"Shiawase Haitatsu Taneko","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/2/28900.jpg","day":"Not scheduled once per week","description":"The story centers around a cat who answers people's wishes and delivers happiness. (\"Tane\" and \"neko\" are the Japanese words for \"seed\" and \"cat,\" respectively.)\n\n(Source: ANN)","url":"https://myanimelist.net/anime/10506/Shiawase_Haitatsu_Taneko"},{"name":"Hanakappa","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1105/90503.jpg","day":"Not scheduled once per week","description":"Story about Kappa with flowers on their heads.","url":"https://myanimelist.net/anime/8336/Hanakappa"},{"name":"Aware! Meisaku-kun","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/13/79069.jpg","day":"Fridays at 18:20 (JST)","description":"A long, long time ago, there was a prestigious school called \"Ryuuguu Elementary School\" that produced many masterpiece characters. One day, an ordinary boy named Meisaku Matsuda enrolled at the school. Little did he know that the place for learning was filled with crazy characters like Sweets, the energetic idiot; Musubi, a rice ball who gets angry when called \"onigiri\"; Nokio, a narcissistic self-proclaimed robot; and Bolt, who's clearly faster than a rabbit. Surrounded by such unique characters, will Meisaku be able to graduate as a splendid masterpiece character?\n\n(Source: Anime News Network)","url":"https://myanimelist.net/anime/32956/Aware_Meisaku-kun"},{"name":"Shimajirou no Wow!","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/9/50737.jpg","day":"Mondays at 07:30 (JST)","description":"Fourth season of the Shimajirou children's television series.","url":"https://myanimelist.net/anime/18941/Shimajirou_no_Wow"},{"name":"Bakugan: Geogan Rising","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1945/113692.jpg","day":"Unknown","description":"Bakugan: Geogan Rising is the third season of the animated television series Bakugan: Battle Planet.\n\nThe anime began airing on January 24, 2021 in Canada on Teletoon. Regular streaming began on April 2, 2021 in Japan.","url":"https://myanimelist.net/anime/48555/Bakugan__Geogan_Rising"},{"name":"Kirin the Noop","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/13/86110.jpg","day":"Unknown","description":"A shadow painting anime about a timid giraffe named Noop and his hedgehog companion named Harry as they travel their distant star world helping each other.","url":"https://myanimelist.net/anime/35694/Kirin_the_Noop"},{"name":"Mori no Ratio","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/8/70899.jpg","day":"Unknown","description":"Stop-motion anime about a girl named Ratio who lives in a forest with her icy monsters and creatures. Every day she goes out explores new things.","url":"https://myanimelist.net/anime/29427/Mori_no_Ratio"},{"name":"Gohan Kaijuu Pap","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/13/59289.jpg","day":"Not scheduled once per week","description":"A series of short, 30-second segments featuring Gohan Kaijuu Pap and various \"side dish\" monsters to produce delicious meals.","url":"https://myanimelist.net/anime/22669/Gohan_Kaijuu_Pap"},{"name":"Manul no Yuube","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1980/96936.jpg","day":"Sundays at Unknown","description":"Within the nature \"Darwin Kita! Kikimono Shin Densetsu\" program on NHK1.5 airs the short Manul no Yuube, based on a web manga/comic of the same name. It following animal characters who visit the bar Manul no Yuube. The bar is run by the Mama who is a Pallas's cat (Otocolobus manul) and serviced by the hostess Tsunomin who is a Brazilian treehopper (Bocydium globulare).","url":"https://myanimelist.net/anime/38776/Manul_no_Yuube"},{"name":"Yowamushi Monsters","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/11/72127.jpg","day":"Not scheduled once per week","description":"An NHK toddler's anime following cowardly creatures representing typical Halloween monsters like Dracula and a witch.","url":"https://myanimelist.net/anime/30119/Yowamushi_Monsters"},{"name":"Robot Pulta","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/9/70637.jpg","day":"Unknown","description":"Stop-motion animation about robots; though mainly focusing on Pulta a white square robot.","url":"https://myanimelist.net/anime/29375/Robot_Pulta"},{"name":"Liv & Bell","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/6/70717.jpg","day":"Unknown","description":"A stop-motion animation about Liv, a curious little girl and Bell, a gluttonous hedgehog. Together they go on an adventure in a picture book. ","url":"https://myanimelist.net/anime/29421/Liv___Bell"},{"name":"Neko Neko Nihonshi 5th Season","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1112/106363.jpg","day":"Wednesdays at 06:45 (JST)","description":"No synopsis information has been added to this title. Help improve our database by adding a synopsis here.","url":"https://myanimelist.net/anime/41404/Neko_Neko_Nihonshi_5th_Season"},{"name":"Beads no Mori no Rabi","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/6/86113.jpg","day":"Unknown","description":"A stop-motion anime using beaded characters. Here a magician rabbits solve problems by using magic. ","url":"https://myanimelist.net/anime/35697/Beads_no_Mori_no_Rabi"},{"name":"Norimono Man: Mobile Land no Car-kun","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1612/106288.jpg","day":"Thursdays at 17:20 (JST)","description":"The anime will depict various vehicles as characters in the \"Mobile Land\" island. The protagonist Car-kun arrives at the island as a delivery worker. Through his deliveries, he gets to know the residents of Mobile Land, all while following traffic rules and having his deliveries stopped by the meddling Sabibi. \n\n(Source: ANN)","url":"https://myanimelist.net/anime/41384/Norimono_Man__Mobile_Land_no_Car-kun"},{"name":"Konigiri-kun","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/8/86112.jpg","day":"Unknown","description":"A stop-motion anime using bentou ingredients as the characters.","url":"https://myanimelist.net/anime/35696/Konigiri-kun"},{"name":"Fuwafuwa Hour: Pui Pui & Muu Muu","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/12/88145.jpg","day":"Unknown","description":"Fairies living in a fluffy forest, where both flowers and trees are fluffy. Follow a witch's trouble-maker apprentices Pui Pui and Muu Muu. ","url":"https://myanimelist.net/anime/36506/Fuwafuwa_Hour__Pui_Pui___Muu_Muu"},{"name":"Otoppe","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/4/85180.jpg","day":"Mondays at 08:40 (JST)","description":"The series follows a young girl named Shina who hopes to become the world's best DJ, and is interested in new sounds. Shina explores a mysterious world filled with Otoppe, strange creatures capable of unique sounds.","url":"https://myanimelist.net/anime/35372/Otoppe"},{"name":"Oidon to","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/13/86114.jpg","day":"Unknown","description":"A young boy tries to become as strong of a sumo wrestler as his father. ","url":"https://myanimelist.net/anime/35698/Oidon_to"},{"name":"Bite-Choicar","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1656/106927.jpg","day":"Saturdays at 07:15 (JST)","description":"Chashin was selected by the legendary choicar \"Stormbone,\" as the strongest racer, and will showcase a new concept of bite racing.\n\nBite racing is a new racing game that never hits a rail with two cars chasing in a match. The bite-free rail running on the track creates a more realistic racing experience. Various types of super cars such as speed type, balance type, and power type create unique racing on 3 types of tracks (crash track, line track, outdoor race).\n\n(Source: enewstoday.co.kr)","url":"https://myanimelist.net/anime/41638/Bite-Choicar"},{"name":"Keito no Yousei: Knit to Wool","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/2/86111.jpg","day":"Unknown","description":"A stop-motion anime using knitted characters. Knit and Wool are yarn fairies who create a fun knitted play time at night.","url":"https://myanimelist.net/anime/35695/Keito_no_Yousei__Knit_to_Wool"},{"name":"Unicorn no Kyupi","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1165/91319.jpg","day":"Unknown","description":"Unicorn no Kyupi is a helpful sprite that lives in the kitchen and polishes dirty pots and pans clean with its fluffy white body. Harigorou, a rival sprite shaped like a hedgehog, tries to interfere. \n\n(Source: Crunchyroll)","url":"https://myanimelist.net/anime/34990/Unicorn_no_Kyupi"},{"name":"Pakkororin","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1134/93318.jpg","day":"Not scheduled once per week","description":"A minute long children's anime that follows 3 siblings. Two brothers who are rectangular and circular shaped, and a sister who is triangluar shaped. They have unique personalities and foster growth and discovery through their play time.","url":"https://myanimelist.net/anime/38099/Pakkororin"},{"name":"Reizouko no Tsukenosuke!","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1884/95217.jpg","day":"Mondays at 07:05 (JST)","description":"A gag anime about foods in a refrigerator. The anime airs within the Oha Suta children's morning TV program and will receive a simultaneous manga serialization by Kazumata Oguri.","url":"https://myanimelist.net/anime/38451/Reizouko_no_Tsukenosuke"},{"name":"Awajishima no Shichifukujin","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1860/109576.jpg","day":"Mondays at 07:30 (JST)","description":"The story centers on the Seven Gods of Fortune in Japanese mythology as they reside on Awaji Island in Hyogo. In the shorts' story, the Seven Gods of Fortune slack in their duties in heaven, and Susanoo-no-Mikoto banishes them to Awaji Island. In order to return to the heavenly realm, they must help bring happiness to humans and rebuild their virtue. The outcast gods reluctantly grant human wishes and accumulate points in their \"god phones\" to be able to return to heaven. They aim to perform good deeds on particularly auspicious days to maximize point accumulation. Despite their best efforts at accumulating virtue, sometimes the Seven Gods of Fortune end up bringing misfortune to humans. When they fail, they lose points, further prolonging their stay on Awaji Island.\n\n(Source: ANN)","url":"https://myanimelist.net/anime/42998/Awajishima_no_Shichifukujin"},{"name":"Onigiri ni Naritai Cogimyun","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1755/105960.jpg","day":"Fridays at 01:25 (JST)","description":"A prequel to Cogimyun covering her life at flour school before she runs her grandfather's apartment complex. Episodes air within the \"Millenia Girl\" live action program and then get released for a limited time later in the day on Sanrio's official YouTube channel.","url":"https://myanimelist.net/anime/41276/Onigiri_ni_Naritai_Cogimyun"},{"name":"Origami Ninja Koyankinte","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1860/106477.jpg","day":"Tuesdays at 07:30 (JST)","description":"Koyan, the Origami Ninja, came to Earth from his planet Origamio to find the magical stone \"Hapiton\" that has the ability to make people happy. On the way, he was joined by childhood friend Namin anda new friend Lublin. One day, a villain called Evilrun appeared. Evilrun has a black hole in her stomach and tries to inhale anything. Every time an event happens, Evilrun gets in the way of Koyan and friends. But what Evilrun's aim is remains a mystery...","url":"https://myanimelist.net/anime/41458/Origami_Ninja_Koyankinte"},{"name":"Gokushufudou","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1252/113180.jpg","day":"None found,","description":"\"Immortal Tatsu,\" the legendary yakuza who single-handedly defeated a rival gang with a lead pipe, is a name known to strike fear in both hardened police officers and vicious criminals. Soon after his sudden disappearance, he resurfaces with a slight change in profession. Now equipped with an apron, Tatsu has given up violence and is trying to make an honest living as a house husband.\n\nWhile adapting to mundane household tasks, Tatsu finds that being a house husband has its own challenges, from the battlefield known as supermarket sales to failures in the kitchen. Despite living peacefully, misunderstandings seem to follow him left and right. Gokushufudou follows the daily life of the comically serious ex-yakuza as he leaves behind his dangerous previous life to become a stay-at-home husband.\n\n[Written by MAL Rewrite]","url":"https://myanimelist.net/anime/43692/Gokushufudou"},{"name":"Shuumatsu no Walküre","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1627/110801.jpg","day":"None found,","description":"High above the realm of man, the gods of the world have convened to decide on a single matter: the continued existence of mankind. Under the head of Zeus, the deities of Ancient Greece, Norse mythology, and Hinduism, among others, call assembly every one thousand years to decide the fate of humanity. Because of their unrelenting abuse toward each other and the planet, this time the gods vote unanimously in favor of ending the human race.\n\nBut before the mandate passes, Brunhild, one of the 13 demigod Valkyries, puts forth an alternate proposal: rather than anticlimactically annihilating mankind, why not give them a fighting chance and enact Ragnarök, a one-on-one showdown between man and god? Spurred on by the audacity of the challenge, the divine council quickly accepts, fully confident that this contest will display the utter might of the gods. To stand a chance against the mighty heavens, Brunhild will need to assemble history's greatest individuals, otherwise the death knell will surely be sounded for mankind.\n\n[Written by MAL Rewrite]","url":"https://myanimelist.net/anime/44942/Shuumatsu_no_Walküre"},{"name":"Hetalia World★Stars","score":"6.706.70","imageURL":"https://cdn.myanimelist.net/images/anime/1221/109913.jpg","day":"","description":"There are strange people in this world. If it is short, it will disappear for several days, and if it is long, it will disappear for hundreds of years. The name and personality changed, and suddenly appeared by someone's unexpected idea. Even though he is the most weird, he is loosely accepted and used by his boss. This is the story of such strange people.\n\n(Source: MAL News)","url":"https://myanimelist.net/anime/43591/Hetalia_World★Stars"},{"name":"Etotama: Nyankyaku Banrai","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1559/110932.jpg","day":"None found,","description":"Second season of Etotama.","url":"https://myanimelist.net/anime/37346/Etotama__Nyankyaku_Banrai"},{"name":"Eden (ONA)","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1901/109968.jpg","day":"None found,","description":"The sci-fi fantasy series Eden is set thousands of years in the future, where a city known as \"Eden 3\" is inhabited solely by robots whose former masters vanished a long time ago. On a routine assignment, two farming robots accidentally awaken a human baby girl from stasis questioning all they were taught to believe—that humans were nothing more than a forbidden ancient myth. Together, the two robots secretly raise the child in a safe haven outside Eden. \n\n(Source: Netflix, edited)","url":"https://myanimelist.net/anime/39728/Eden_ONA"},{"name":"Shiguang Daili Ren","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1458/113542.jpg","day":"None found,","description":"In a modern metropolis there is a small store called \"Time Photo Studio.\" Although only a few customers come to visit, it's actually run by  Cheng Xiaoshi and Lu Guang, two men with special powers. They cooperate and use their super powers to enter the photos in order to fulfil the client's request. However, things always get out of their control...\n\n(Source: Bilibili Official YouTube Channel)","url":"https://myanimelist.net/anime/44074/Shiguang_Daili_Ren"},{"name":"Daomu Biji Zhi Qinling Shen Shu","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1166/113496.jpg","day":"None found,","description":"No synopsis information has been added to this title. Help improve our database by adding a synopsis here.","url":"https://myanimelist.net/anime/48481/Daomu_Biji_Zhi_Qinling_Shen_Shu"},{"name":"Wanmei Shijie","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1086/111576.jpg","day":"None found,","description":"No synopsis information has been added to this title. Help improve our database by adding a synopsis here.","url":"https://myanimelist.net/anime/47405/Wanmei_Shijie"},{"name":"Liang Bu Yi","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1040/113645.jpg","day":"None found,","description":"His Majesty comes close so handsome that flushed queen pushes him reflexively and falls with him together into the pool. Then they swap their bodies. The way to swap back is unknown. The most important thing is that the emperor is quite angry now!! Before every comes to normal, emperor has to deal with his mean imperial concubines that he never knows and the queen has to mediate between those ministeries...\n\n(Source: Webnovel)","url":"https://myanimelist.net/anime/41221/Liang_Bu_Yi"},{"name":"Zhen Hun Jie: Bei Luo Shi Men Pian Part 2","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1537/113755.jpg","day":"None found,","description":"Second half of Zhen Hun Jie: Bei Luo Shi Men Pian.","url":"https://myanimelist.net/anime/42359/Zhen_Hun_Jie__Bei_Luo_Shi_Men_Pian_Part_2"},{"name":"Shi Yi Chang An: Mingyue Jishi You Er","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1805/113688.jpg","day":"None found,","description":"Second season of Shi Yi Chang An: Mingyue Jishi You.","url":"https://myanimelist.net/anime/48537/Shi_Yi_Chang_An__Mingyue_Jishi_You_Er"},{"name":"Mi Bao Zhi Guo","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1449/108024.jpg","day":"None found,","description":"No synopsis information has been added to this title. Help improve our database by adding a synopsis here.","url":"https://myanimelist.net/anime/42178/Mi_Bao_Zhi_Guo"},{"name":"Tian Bao Fuyao Lu 2nd Season","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1346/113757.jpg","day":"None found,","description":"Second season of Tian Bao Fuyao Lu.","url":"https://myanimelist.net/anime/44068/Tian_Bao_Fuyao_Lu_2nd_Season"},{"name":"Beyblade Burst Dynamite Battle","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1156/113543.jpg","day":"None found,","description":"\"There is a strong guy, come and challenge Daikokuten Bell!\"\n\nRumors were widespread in the world about the Bey Cemetery, \"The Gate of Makai.\" And the owner is Daikokuten Bell. He is the true \"Demon King\" who is proud of being undefeated at The Gate of Makai. \n\nBell jacks the broadcasts around the world and declares war on all Bladers! The Devil's Bay in his hand,\nDynamite Belial! In front of the unknown Beyblade, legends such as Valt Aoi also stand up to face him!\n\nNow, the legend of Demon King Bell, who has turned the whole world into an enemy, is about to begin!\n\n(Source: Official Site)","url":"https://myanimelist.net/anime/48455/Beyblade_Burst_Dynamite_Battle"},{"name":"SD Gundam World Heroes","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1012/110222.jpg","day":"None found,","description":"The balance of the worlds is maintained by heroes. Suddenly, a red-hot meteor falls upon one of these worlds, called Neo World. An amnesiac youth named Wukong Impulse Gundam appears at the point where it landed. The chaos that starts with this incident spreads through the other worlds, one after another. At the same time, Zhuge Liang Freedom Gundam learns via astrology of an impending disaster. He and his sworn friend Liu Bei Unicorn Gundam take action to save the worlds from this crisis, and begin a journey along with Wukong.\n\nWhat will Wukong Impulse Gundam think as he meets the heroes of each world? Will this youth bring about peace or catastrophe? Now begins a new story of heroes!\n\n(Source: Official Site)","url":"https://myanimelist.net/anime/44041/SD_Gundam_World_Heroes"},{"name":"Mini Dragon","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1326/113839.jpg","day":"None found,","description":"Commemoration mini-anime series released on Kyoani YouTube Channel ahead of Kobayashi-san Chi no Maid Dragon S.","url":"https://myanimelist.net/anime/48590/Mini_Dragon"},{"name":"Blue Reflection Ray!","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1680/113838.jpg","day":"None found,","description":"Mini-series for Blue Reflection Ray with super-deformed characters posted on the official Twitter account and the DMM picture YouTube channel.","url":"https://myanimelist.net/anime/48610/Blue_Reflection_Ray"},{"name":"Kaguya-sama wa Kokurasetai: Tensai-tachi no Renai Zunousen OVA","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1048/109935.jpg","day":"None found,","description":"No synopsis information has been added to this title. Help improve our database by adding a synopsis here.","url":"https://myanimelist.net/anime/43609/Kaguya-sama_wa_Kokurasetai__Tensai-tachi_no_Renai_Zunousen_OVA"},{"name":"Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka III OVA","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1767/110800.jpg","day":"None found,","description":"No synopsis information has been added to this title. Help improve our database by adding a synopsis here.","url":"https://myanimelist.net/anime/44983/Dungeon_ni_Deai_wo_Motomeru_no_wa_Machigatteiru_Darou_ka_III_OVA"},{"name":"Jaku-Chara Tomozaki-kun OVA","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/r/42x62/images/voiceactors/3/61931.jpg?s=56c47f995f7141cd89d02ab558ce7863","day":"None found,","description":"OVAs included in the third and fourth Blu-ray/DVD volumes.","url":"https://myanimelist.net/anime/45604/Jaku-Chara_Tomozaki-kun_OVA"},{"name":"Oyasumi Sex","score":"6.836.83","imageURL":"https://cdn.myanimelist.net/images/anime/1115/96033.jpg","day":"None found,","description":"No synopsis information has been added to this title. Help improve our database by adding a synopsis here.","url":"https://myanimelist.net/anime/36889/Oyasumi_Sex"},{"name":"Uchi no Otouto Maji de Dekain Dakedo Mi ni Konai?","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1836/113472.jpg","day":"None found,","description":"No synopsis information has been added to this title. Help improve our database by adding a synopsis here.","url":"https://myanimelist.net/anime/48468/Uchi_no_Otouto_Maji_de_Dekain_Dakedo_Mi_ni_Konai"},{"name":"Kazoku: Haha to Shimai no Kyousei","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1105/113318.jpg","day":"None found,","description":"No synopsis information has been added to this title. Help improve our database by adding a synopsis here.","url":"https://myanimelist.net/anime/48422/Kazoku__Haha_to_Shimai_no_Kyousei"},{"name":"Netokano","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1597/113707.jpg","day":"None found,","description":"No synopsis information has been added to this title. Help improve our database by adding a synopsis here.","url":"https://myanimelist.net/anime/48513/Netokano"},{"name":"Fate/Grand Order: Shinsei Entaku Ryouiki Camelot 2 - Paladin; Agateram","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1318/113721.jpg","day":"None found,","description":"Part two of Fate/Grand Order: Shinsei Entaku Ryouiki Camelot - Wandering; Agateram; an adaptation of the the Sixth Holy Grail War, The Sacred Round Table Realm Camelot Singularity of Fate/Grand Order.\n\n(Source: TYPE-MOON Wiki)","url":"https://myanimelist.net/anime/38086/Fate_Grand_Order__Shinsei_Entaku_Ryouiki_Camelot_2_-_Paladin__Agateram"},{"name":"Sidonia no Kishi: Ai Tsumugu Hoshi","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1222/108354.jpg","day":"None found,","description":"After the Earth was destroyed by mysterious alien lifeforms known as the Gauna, surviving remnants of the human race escaped to space in the enormous generation ship Sidonia. Having drifted through space for millennia, the Sidonia found itself once more under attack from Gauna for the first time in a century.\n\nOnce again facing the threat of extinction, a temporary victory against the Gauna was eked out thanks to the human-Gauna hybrid Tsumugi Shiraui and ace Guardian mech pilot Nagate Tanikaze.\n\n10 years later... The people of Sidonia enjoy a brief respite. Peaceful days pass, during which Tsumugi begins to realize her feelings for Nagate, who is now celebrated as a hero of Sidonia. However, as Captain Kobayashi has always known, as long as the Gauna remain, peace cannot last.\n\nThe decision is made: a final battle, upon which rests the fate of humanity's last survivors. As the end approaches, will the crew be able to protect those they love?\n\n(Source: Polygon Pictures)","url":"https://myanimelist.net/anime/35759/Sidonia_no_Kishi__Ai_Tsumugu_Hoshi"},{"name":"Detective Conan Movie 24: The Scarlet Bullet","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1306/112616.jpg","day":"None found,","description":"24th Detective Conan Movie.","url":"https://myanimelist.net/anime/39764/Detective_Conan_Movie_24__The_Scarlet_Bullet"},{"name":"Mobile Suit Gundam: Hathaway's Flash","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1994/113714.jpg","day":"None found,","description":"—Do you know the Nejen?\nIf you know it, then I'll take you there—\n\nThe year is U.C. 0105. Twelve years have passed since the end of the second Neo Zeon War (Char's Rebellion). Even after \"the Axis Shock,\" which seemed to indicate the future of humanity and the Universal Century, the world is still in a chaotic situation where intermittent military conflicts continue to break out. The Earth Federation government is more corrupt than ever, and its leadership has not only accelerated Earth's pollution, but also implemented an inhuman \"Man Hunting\" policy in which civilians are forcibly exiled to outer space.\n\nThe anti-Federation government organization \"Mafty,\" led by someone called \"Mafty Navue Erin,\" has taken a stand against the corruption of the Earth Sphere. Mafty carries out fierce acts of terrorism, assassinating high officials of the Federation government one after another, but it gains a certain level of support from the populace who are growing more opposed to the Federation government.\n\nThe person who calls himself \"Mafty\" and leads this organization is Hathaway Noa, the son of Bright Noa, an officer of the Earth Federation Forces who once participated in the One Year War. Hathaway himself joined the forces trying to stop Char’s Rebellion. With firsthand knowledge of the ideals and ideologies of Amuro Ray and Char Aznable, he has become a warrior following in their footsteps, and plans to clear a path forward through armed resistance. His destiny, however, is drastically altered as he encounters the Federation Forces officer Kenneth Sleg and a mysterious young beauty named Gigi Andalucia.\n\n(Source: Gundam.info)","url":"https://myanimelist.net/anime/37765/Mobile_Suit_Gundam__Hathaways_Flash"},{"name":"Shoujo☆Kageki Revue Starlight Movie","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1880/111121.jpg","day":"None found,","description":"\"Starlight\" - it's a distant star, long ago, and in the far future. Two girls, who were struck by the light of the stage in this play, exchanged their destinies.\n\n\"Two people's stars, waiting on stage.\"\n\nTo burn out ordinary fun and joy and fulfill our destinies. A destiny to become a blast furnace at just 5 years old... what a danger.\n\nEventually the two will meet again. One continued to stand on the stage of tragedy, the other jumped in, separated, jumped in, rewrote their destinies... and created a new chapter full of light.\n\nNo girl was burned and fell from the tower, nor was she imprisoned. Then... what is the end of that new chapter?\n\n\"Starlight\" is a story of an unknown author. Where does the light come from and where does it go? And who is \"starring\" in this story?\n\nI want to see it.\n\nHey -- Hanako Aishiro, a third-year student at Seisho Music Academy?\n\n(Source: Official website)","url":"https://myanimelist.net/anime/40664/Shoujo☆Kageki_Revue_Starlight_Movie"},{"name":"BanG Dream! Movie: Episode of Roselia - I: Yakusoku","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1159/111064.jpg","day":"None found,","description":"No synopsis information has been added to this title. Help improve our database by adding a synopsis here.","url":"https://myanimelist.net/anime/41780/BanG_Dream_Movie__Episode_of_Roselia_-_I__Yakusoku"},{"name":"Eiga Daisuki Pompo-san (Movie)","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1893/109683.jpg","day":"None found,","description":"The series centers on Joelle Davidovich Pomponette (Pompo-san), a talented film producer at the movie capital \"Nyallywood.\" Despite her prowess to see through to the potential of actors and staff and bring out their talent to the fullest, she has only been producing B-class action and erotic films. One day, Pompo's \"film-worm\" assistant Gene, who has been doubtful of her choices of film genres, is given the task to direct a film based on a script written by her. Will Gene be able to bring Pompo's \"masterpiece\" to fruition?\n\n(Source: MAL News)","url":"https://myanimelist.net/anime/41361/Eiga_Daisuki_Pompo-san_Movie"},{"name":"\"Uchuu Senkan Yamato\" to Iu Jidai: Seireki 2202-nen no Sentaku","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1903/109427.jpg","day":"None found,","description":"Compilation of Uchuu Senkan Yamato 2202: Ai no Senshi-tachi. ","url":"https://myanimelist.net/anime/40554/Uchuu_Senkan_Yamato_to_Iu_Jidai__Seireki_2202-nen_no_Sentaku"},{"name":"BanG Dream! Movie: Episode of Roselia - II: Song I Am.","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1470/111578.jpg","day":"None found,","description":"No synopsis information has been added to this title. Help improve our database by adding a synopsis here.","url":"https://myanimelist.net/anime/41781/BanG_Dream_Movie__Episode_of_Roselia_-_II__Song_I_Am"},{"name":"Gyokou no Nikuko-chan","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1559/113525.jpg","day":"None found,","description":"The story centers on the growth and paths in life of Nikuko and Kikuko, a mother and daughter who lives on a boat.\n\n(Source: MAL News)","url":"https://myanimelist.net/anime/45620/Gyokou_no_Nikuko-chan"},{"name":"Crayon Shin-chan Movie 29: Mystery Meki! Hana no Tenkasu Gakuen","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1309/113382.jpg","day":"None found,","description":"No synopsis information has been added to this title. Help improve our database by adding a synopsis here.","url":"https://myanimelist.net/anime/44616/Crayon_Shin-chan_Movie_29__Mystery_Meki_Hana_no_Tenkasu_Gakuen"},{"name":"Sore Ike! Anpanman: Fuwa Fuwa Fuwaly to Kumo no Kuni","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1243/106941.jpg","day":"None found,","description":"Anpanman, his friends, and the cloud child Fuwari strive to save Cloud Country. In order for flowers and plants to be healthy, Cloud Country travels to distribute clouds that can make rain and rainbows to various towns and stars. A cloud baby born in Cloud Country runs across Baikinman and his friends. After meeting them, the baby gets the name Fuwari and quickly grows while developing a bond with Dokin-chan.\n\n(Source: ANN)","url":"https://myanimelist.net/anime/41028/Sore_Ike_Anpanman__Fuwa_Fuwa_Fuwaly_to_Kumo_no_Kuni"},{"name":"100-nichigo ni Shinu Wani","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1863/114011.jpg","day":"None found,","description":"The story centers on a crocodile living a normal life, unaware that he is due to die in 100 days. The crocodile spends ordinary days with his animal companions.\n\n(Source: ANN)","url":"https://myanimelist.net/anime/48352/100-nichigo_ni_Shinu_Wani"},{"name":"Wonder Egg Priority Special","score":"N/AN/A","imageURL":"https://cdn.myanimelist.net/images/anime/1527/113849.jpg","day":"None found,","description":"Special episode serving as the conclusion to the anime series.","url":"https://myanimelist.net/anime/48614/Wonder_Egg_Priority_Special"},{"name":"Tenchi Souzou Design-bu Special","score":"7.147.14","imageURL":"https://cdn.myanimelist.net/images/anime/1298/113966.jpg","day":"None found,","description":"Special episode of Tenchi Souzou Design-bu released on Amazon Prime Video.","url":"https://myanimelist.net/anime/46587/Tenchi_Souzou_Design-bu_Special"}]